Repository: RaniaReefaat/Souq-Aldeira
Catalog: Najat/Presentaion/ProfileCycle/StoreProfileCycle/StoreOrderDetails/view/mul.lproj/StoreOrderDetailsViewController.xcstrings
Source language: en
Languages: ar

# 1It-ym-1pW.text
source: Status:
ar: الحالة :

# B22-gN-GFJ.text
source: Products
ar: المنتجات

# eM0-B9-VsE.text
source: Client:
ar: العميل :

# fph-UN-B0k.normalTitle
source: Accept the request
ar: قبول الطلب

# Hms-Fd-aY6.text
source: Order number :
ar: رقم الطلب :

# hoW-Yp-k4H.text
source: phone number :
ar: رقم الهاتف :

# hYo-DQ-YEf.text
source: Payment way:
ar: وسيلة الدفع :

# Jzb-Ag-17d.text
source: Delivery address:
ar: عنوان التوصيل :

# r2z-J2-Q3f.text
source: Delivery Address :
ar: عنوان التوصيل :

# wcT-mw-CiC.text
source: Number of products:
ar: عدد المنتجات :

# zi4-U9-qy8.text
source: Total price :
ar: اجمالي المبلغ :
